acpi
arm-none-eabi-gcc
arm-none-eabi-newlib
autoconf
automake
bash
binutils
bison
bzip2
clang
coreutils
cryptsetup
device-mapper
dhcpcd
diffutils
dmenu
dmidecode
dterm
e2fsprogs
esp-idf
fakeroot
feh
file
filesystem
findutils
firefox
flex
fzf
gawk
gcc
gcc-libs
gcc-xtensa-esp32-elf-bin
gettext
gimp
git
glibc
gperf
grep
grub
gvim
gzip
hdf5
i3-gaps
i3blocks
i3lock
i3status
inetutils
intel-ucode
iproute2
iputils
jfsutils
jlink-software-and-documentation
kicad
kicad-library
less
lib32-glibc
libtool
libvncserver
licenses
linux
logrotate
lostfiles
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mupdf
nano
ncurses5-compat-libs
netctl
networkmanager
npm
okular
opencv
opencv-samples
openocd
openssh
package-query
pacman
patch
pciutils
pcmciautils
perl
picocom
pkgconf
procps-ng
psmisc
putty
python
python-beautifulsoup4
python-imutils
python-numpy
python2-pip
python2-pyserial
r
ranger
reiserfsprogs
remmina
rxvt-unicode
rxvt-unicode-terminfo
s-nail
saleae-logic-beta
sdcc
sed
shadow
stlink
stm32cubemx
sudo
sysfsutils
system-san-francisco-font-git
systemd-sysvcompat
tar
texinfo
ttf-dejavu
ttf-font-awesome
ttf-inconsolata
udisks2
unrar
unzip
urxvt-perls
urxvtconfig
usbutils
util-linux
util-say
vi
wget
which
xchm
xf86-video-vesa
xfce-theme-greybird
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xrandr-invert-colors
yaourt
zathura
zathura-pdf-mupdf
